{
    "0": "Camera pans over a foggy graveyard at dusk, focusing on tombstones.",
    "16": "Settles on Louis standing in front of a grave marked 'Beloved', looking determined yet sorrowful.",
    "32": "Louis begins to dig furiously, showing determination.",
    "48": "Close-up of Louis sweating, dirt staining his clothes.",
    "64": "Louis pauses, breathing heavily, looking exhausted.",
    "80": "Resumes digging with renewed vigor, an open book of ancient texts beside him.",
    "96": "The ground starts to tremble slightly, anticipation builds.",
    "112": "A hand punches through the soil, shocking Louis.",
    "128": "A decayed face emerges from the grave, eyes closed.",
    "144": "The resurrected's eyes snap open, glowing unnaturally.",
    "160": "Louis stumbles back, horrified by what he's done.",
    "176": "Quick cut to the resurrected wreaking havoc.",
    "192": "Louis runs in pursuit, trying to contain the situation.",
    "208": "The resurrected turns, showing a sinister grin.",
    "224": "Approaches a terrified family, chaos escalates.",
    "240": "Louis and the resurrected face off in the graveyard.",
    "256": "Flashes of their past life together during the confrontation.",
    "272": "Louis looks on, tears in his eyes, realizing his mistake.",
    "288": "The fight continues, with Louis struggling.",
    "304": "The resurrected overpowers Louis, the situation seems hopeless.",
    "320": "The resurrected starts walking back to its grave.",
    "336": "Louis watches, defeated, as the earth begins to swallow the resurrected.",
    "352": "The resurrected sinks into the grave, the earth closing over.",
    "368": "Louis falls to his knees, overwhelmed by grief and guilt.",
    "384": "The graveyard returns to silence, the fog thickens.",
    "400": "Camera slowly pans up to the dark sky, the mood is heavy.",
    "416": "The phrase 'Sometimes, dead is better' echoes in the background.",
    "432": "Screen starts to fade to black, leaving a haunting silence.",
    "448": "Complete darkness, the music reaches a crescendo.",
    "464": "Silence as the music fades out, emphasizing the void.",
    "480": "End of the video clip, leaving a lasting impression of the narrative."
}